Repository: paulgessinger/swift-paperless
Catalog: AppShared/Sources/AppShared/Resources/Localization/Persistence.xcstrings
Source language: en
Languages: da, de, fr, it, nl, pl, tr

# databaseBootstrapFailureRetry
source: Try Again
da: Prøv igen
de: Erneut versuchen
fr: Réessayer
it: Riprova
nl: Probeer opnieuw
pl: Spróbuj ponownie
tr: Tekrar dene

# databaseBootstrapFailureTitle
source: Database unavailable
da: Databasen er utilgængelig
de: Datenbank nicht verfügbar
fr: Base de données indisponible
it: Database non disponibile
nl: Database niet beschikbaar
pl: Baza danych niedostępna
tr: Veritabanı kullanılamıyor

# databaseBootstrapFailureViewLogs
source: View Logs
da: Vis logfiler
de: Protokolle anzeigen
fr: Afficher les journaux
it: Visualizza i log
nl: Logboeken bekijken
pl: Pokaż dzienniki
tr: Günlükleri görüntüle

# databaseBootstrapFailureWipe
source: Wipe Database
da: Slet database
de: Datenbank löschen
fr: Effacer la base de données
it: Cancella il database
nl: Database wissen
pl: Wyczyść bazę danych
tr: Veritabanını sil

# databaseBootstrapFailureWipeConfirmAction
source: Wipe Database
da: Slet database
de: Datenbank löschen
fr: Effacer la base de données
it: Cancella il database
nl: Database wissen
pl: Wyczyść bazę danych
tr: Veritabanını sil

# databaseBootstrapFailureWipeConfirmMessage
source: This resets the app's local state. You may need to sign in again afterwards.
da: Dette nulstiller appens lokale data. Du skal muligvis logge ind igen bagefter.
de: Dies setzt den lokalen Zustand der App zurück. Möglicherweise müssen Sie sich danach erneut anmelden.
fr: Cela réinitialise l'état local de l'application. Vous devrez peut-être vous reconnecter ensuite.
it: Questo azzera i dati locali dell'app. Potrebbe essere necessario accedere di nuovo in seguito.
nl: Hiermee wordt de lokale status van de app gewist. Mogelijk moet je daarna opnieuw inloggen.
pl: Spowoduje to zresetowanie lokalnych danych aplikacji. Może być konieczne ponowne zalogowanie się.
tr: Bu, uygulamanın yerel verilerini sıfırlar. Ardından tekrar giriş yapmanız gerekebilir.

# databaseBootstrapFailureWipeConfirmTitle
source: Wipe local database?
da: Slet den lokale database?
de: Lokale Datenbank löschen?
fr: Effacer la base de données locale ?
it: Cancellare il database locale?
nl: Lokale database wissen?
pl: Wyczyścić lokalną bazę danych?
tr: Yerel veritabanı silinsin mi?

# databaseBootstrapFailureWipeFailed
source: Couldn't wipe the local database:
da: Kunne ikke slette den lokale database:
de: Lokale Datenbank konnte nicht gelöscht werden:
fr: Impossible d'effacer la base de données locale :
it: Impossibile cancellare il database locale:
nl: Kon de lokale database niet wissen:
pl: Nie udało się wyczyścić lokalnej bazy danych:
tr: Yerel veritabanı silinemedi:

# databaseErrorAppGroupUnavailable
source: The shared app container is unavailable (%@).
da: Den delte app-container er utilgængelig (%@).
de: Der gemeinsame App-Container ist nicht verfügbar (%@).
fr: Le conteneur d'application partagé est indisponible (%@).
it: Il contenitore condiviso dell'app non è disponibile (%@).
nl: De gedeelde app-container is niet beschikbaar (%@).
pl: Współdzielony kontener aplikacji jest niedostępny (%@).
tr: Paylaşılan uygulama kapsayıcısı kullanılamıyor (%@).

# databaseErrorMigrationFailed
source: The local database could not be updated.
da: Den lokale database kunne ikke opdateres.
de: Die lokale Datenbank konnte nicht aktualisiert werden.
fr: La base de données locale n'a pas pu être mise à jour.
it: Non è stato possibile aggiornare il database locale.
nl: De lokale database kon niet worden bijgewerkt.
pl: Nie udało się zaktualizować lokalnej bazy danych.
tr: Yerel veritabanı güncellenemedi.

# databaseErrorOperationFailed
source: The app could not save to its local database.
da: Appen kunne ikke gemme i sin lokale database.
de: Die App konnte nicht in ihre lokale Datenbank schreiben.
fr: L'application n'a pas pu enregistrer dans sa base de données locale.
it: L'app non è riuscita a salvare nel proprio database locale.
nl: De app kon niet opslaan in de lokale database.
pl: Aplikacja nie mogła zapisać danych w lokalnej bazie danych.
tr: Uygulama yerel veritabanına kaydedemedi.

# databaseErrorOpenFailed
source: Could not open the local database.
da: Kunne ikke åbne den lokale database.
de: Die lokale Datenbank konnte nicht geöffnet werden.
fr: Impossible d'ouvrir la base de données locale.
it: Impossibile aprire il database locale.
nl: Kon de lokale database niet openen.
pl: Nie udało się otworzyć lokalnej bazy danych.
tr: Yerel veritabanı açılamadı.
